public class Controller {

//    mainMenu() // завершить программу может только администратор
//          1 - для входа от имени администратора
//          2 - для входа игрока


//      adminMenu()
//          1 - Посмотреть список игрушек
//          2 - Добавить новую игрушку
//          3 - Убрать игрушку
//          4 - Посмотреть очередь
//          5 - Выйти из режима администратора
//          6 - Завершить работу программы

//      playerMenu()
//          1 - чтобы начать играть нажмите
//          2 - чтобы забрать приз нажмите
//          3 - для выхода из игры нажмите
//
//      Исключения


}
